{
	"book1": {
		"pages": [
			["", ""],
			["", "Book 1 Page 3 content"],
			["Book 1 Page 4 content", "Book 1 Page 5 content"],
			["Book 1 Page 6 content", "Book 1 Page 7 content"],
			["Book 1 Page 7 content", "Book 1 Page 8 content"],
			["Book 1 Page 9 content", ""],
		]
	},
	"book2": {
		"pages": [
			["0", "0"],
			["1", "1"],
			["2", "2"],
			["3", "3"],
			["4", "4"],
			["5", "5"],
			["6", "6"],
			["7", "7"],
			["8", "8"],
		]
	},
	"terry": {
		"pages": [
			["", ""],
			["", "\n\n\n\nTHE COLOUR OF MAGIC \n\nWritten by Terry Pratchet"],
			["", "it has been remarked before that those who are sensitive to radiations in the far octarine – the eighth colour, the pigment of the imagination – can see thiNgs that others cannot. it had to be death. no-one else went around with empty eye sockets and, of course, the scythe over one shoUlder was another clue."],
			[" as rincewind stared in horror a courting couple, laughing at soMe private joke, walked straight through the apparition without appearing to notice it. death, insofar as it was possiBle in a face with no movable features, looked surprised. \n RINCEWIND? dEath said, in tones as deep and heavy as the slamming of leaden doors,",
			 "far underground. \n 'um,' said Rincewind, trying to back away from that eyeless stare. \n BUT WHY ARE YOU HERE? (boom, boom went crypt lIds, in the worm-haunted fastnesses under old mountains . . .) \n 'um, why not?' said rincewind. 'anyway, i'm sure you've got lots to do, so if you'll just—' "],
			["I WAS SURPRISED THAT YOU JOSTLED ME, RINCEWIND, FOR I HAVE AN APPOINTMENT WITH THEE THIS VERY NIGHT. \n 'oh no, not—' \n OF COURSE, WHAT'S SO BLOODY VEXING ABOUT THE WHOLE BUSINESS IS THAT I WAS EXPECTING TO MEET THEE IN PSEPHOPOLOLIS.\n'but that's five hundred mileS away!' ",
				"YOU DON'T HAVE TO TELL ME, THE WHOLE SYSTEM'S GOT SCREWED UP AGAIN, I CAN SEE THAT. LOOK, THERE'S NO CHANCE OF YOU—? \n rincewind backed away, hands sprEad protectively in front of him. the dried fish salesman on a nearby stall watched this madman with interest."],
			[" 'not a chance!' \n I COULD LEND YOU A VERY FAST HORSE. \n 'no!' \n IT WON'T HURT A BIT.\n 'no!' rincewind turned and ran. death watched hIm go, and shrugged bitterly.\n SOD YOU, THEN, death said. he turned, and noticed the fish salesman. \n with a snarl death reached out "
			, "a bony finger and stopped the man's heart, but he didn't take much pride in it. then death remembered what was due to happen later that niGht. it would not be true to say that death smiled, because in any case His features were perforce frozen in a calcareous grin. but he hummed a little tune, cheery as a plague pit, and – "],
			["pausing only to extract the life from a passing mayfly, andone-ninth of the lives from a cat cowering under the fish stall (all cats can see into the octarine) – death turned on his heel and set off Towards the broken drum.", 
			""]
		]
	},
		
	"a_bee": {
		"pages": [
			["", ""],
			["","\n\n\n\nAND THERE WERE NONE \n\nWritten by Agatha Christie"],
			["",
			 " The meal was over. Mr Justice Wargrave cleared his throat. He said in a small authoritative voice: ‘It would be advisable, I think, if we met to discuss the situation. Shall we say in half an hour’s time in the drawing-room?’ Every one made a sound suggestive of agreement. Vera began to pile plates together. \n She said: ‘I’ll clear away and wash up.’"],
			[" Philip Lombard said: ‘We’ll bring the stuff out to the pantry for you.’\n ‘Thanks.’ \n Emily Brent, rising to her feet sat down again. She said:  \n ‘Oh dear.’ The judge said:  \n ‘Anything the matter, Miss Brent?’  \n Emily said apologetically: ‘I’m sorry. I’d like to help Miss Claythorne, but I don’t know how it is.", 
			"I feel just a little giddy.’\n ‘Giddy, eh?’ Dr Armstrong came towards her. \n‘Quite natural. Delayed shock. I can give you some-
thing to –’ \n ‘No!’ The word burst from her lips like an exploding shell. It took every one aback. Dr Armstrong flushed a deep red. There was no mistaking the fear and suspicion in her face. "],
			["He said stiffly: \n  ‘Just as you please, Miss Brent.’ \n She said: \n‘I don’t wish to take anything – anything at all. I will just sit here quietly till the giddiness passes off.’  They finished clearing away the breakfast things. Blore said:\n ‘I’m a domestic sort of man. I’ll give you a hand, ",
			 " Miss Claythorne.’ \n Vera said:\n  ‘Thank you.’\n Emily Brent was left alone sitting in the dining-room. For a while she heard a faint murmur of voices from the pantry. The giddiness was passing. She felt drowsy now, as though she could easily go to sleep. There was a buzzing in her ears – "],
			["or was it a real buzzing in the room? She thought: \n ‘It’s like a bee – a bumble bee.’\n Presently she saw the bee. It was crawling up the
window-pane. Vera Claythorne had talked about bees this morning. Bees and honey . . . She liked honey. Honey in the comb, and strain it yourself through a muslin bag. Drip, drip, drip . . .", 
			"There was somebody in the room . . . somebody all wet and dripping . . . Beatrice Taylor come from the river . . . She had only to turn her head and she would see her. But she couldn’t turn her head . . . If she were to call out . . . But she couldn’t call out . . . There was no one else in the house. She was all alone . . ."],
			["She heard footsteps – soft dragging footsteps coming up behind her. The stumbling footsteps of the drowned girl . . . There was a wet dank smell in her nostrils . . . On the window-pane the bee was buzzing – buzzing . . . \n And then she felt the prick. \n The bee sting on the side of her neck . . . ",
			 ""],
		]
	},
	
	"a_void": {
		"pages": [
			["", ""],
			["",
			 "\n\n\n\nGeorges Perec\n A VOID (La disparition)\n Translated from the French\n by Gilbert Adair\n\n INTRODUCTION\n\n" ],
			["","In which, as you will soon find out, Damnation has its origin. Today, by radio, and also on giant hoardings, a rabbi, an admiral notorious for his links to Masonry, "],
			["a trio of cardinals, a trio, too, of insignificant politicians (bought and paid for by a rich and corrupt Anglo-Canadian banking corporation), inform us all ofhow our country now risks dying of starvation. A rumour, that's my initial thought as I switch off my radio, a rumour or possibly a hoax. Propaganda,", 
			"I murmur anxiously — as though, just by saying so, I might allay my doubts — typical politicians' propaganda. But public opinion gradually absorbs it as a fact. Individuals start strutting around with stout clubs. \"Food, glorious food!\" is a common cry (occasionally sung to Bart's music),"],
			["with ordinary hard-working folk harassing officials, both local and national, and cursing capitalists and captains of industry. Cops shrink from going out on night shift. In Macon a mob storms a municipal building. In Rocadamour ruffians rob a hangar full of foodstuffs, pillaging tons of tuna fish,",
			 "milk and cocoa, as also avast quantity of corn - all of it, alas, totally unfit for human consumption. Without fuss or ado, and naturally without any sort of trial, an indignant crowd hangs 26 solicitors on a hastily built scaffold in front of Nancy's law courts (this Nancy is a town, not a woman)"],
			["and ransacks a local journal, a disgusting right-wing rag that is siding against it. Up and down this land of ours looting has brought docks, shops and farms to a virtual standstill.", 
			""],
		]
	},
	
	"copperfield": {
		"pages": [
			["", ""],
			["",
			 "\n\n\n\nDAVID COPPERFIELD \n\n Written by Charles Dickens"],
			["I murmur anxiously — as though, just by saying so, I might allay my doubts — typical politicians' propaganda. But public opinion gradually absorbs it as a fact. Individuals start strutting around with stout clubs. \"Food, glorious food!\" is a common cry (occasionally sung to Bart's music),",
			"It was remarked that the clock began to strike, and I began to cry, simultaneously. In consideration of the day and hour of my birth, it was declared by the nurse, and by some sage women in the neighbourhood who had taken a lively interest in me several months before there was any possibility of"],
			["our becoming personally acquainted, first, that I was destined to be unlucky in life; and secondly, that I was privileged to see ghosts and spirits; both these gifts inevitably attaching, as they believed, to all unlucky infants of either gender, born towards the small hours on a Friday night. I need say nothing here on the first head,",
			"because nothing can show better than my history whether that prediction was verified or falsified by the result. On the second branch of the question, I will only remark, that unless I ran through that part of my inheritance while I was still a baby, I have not come into it yet. "], 
			["But I do not at all complain of having been kept out of this property; and if any- body else should be in the present enjoyment of it, he is heartily welcome to keep it.",""]
		]
	},
	
	"crimes": {
		"pages": [
			["", ""],
			["","\n\n\n\nCRIME AND PUNISHMENT \n\n Written by Dostoïevski"],
			 ["","At first—long before indeed—he had been much occupied with one question; why almost all crimes are so badly concealed and so easily detected, and why almost all criminals leave such obvious traces? He had come gradually to many different and curious conclusions, and in his opinion "],
			["the chief reason lay not so much in the material impossibility of concealing the crime, as in the criminal himself. Almost every criminal is subject to a failure of will and reasoning power by a childish and phenomenal heedlessness, at the very instant when prudence and caution are most essential. ", 
			"I murmur anxiously — as though, just by saying so, I might allay my doubts — typical politicians' propaganda. But public opinion gradually absorbs it as a fact. Individuals start strutting around with stout clubs. \"Food, glorious food!\" is a common cry (occasionally sung to Bart's music),"],
			["It was his conviction that this eclipse of reason and failure of will power attacked a man like a disease, developed gradually and reached its highest point just before the perpetration of the crime, continued with equal violence at the moment of the crime and for longer or shorter time",
			 "after, according to the individual case, and then passed off like any other disease. The question whether the disease gives rise to the crime, or whether the crime from its own peculiar nature is always accompanied by something of the nature of disease, he did not yet feel able to decide."],
			["When he reached these conclusions, he decided that in his own case there could not be such a morbid reaction, that his reason and will would remain unimpaired at the time of carrying out his design, for the simple reason that his design was ‘not a crime….’ We will omit all the process by means of", 
			"which he arrived at this last conclusion; we have run too far ahead already…. We may add only that the practical, purely material difficulties of the affair occupied a secondary position in his mind. ‘One has but to keep all one’s will-power and reason to deal with them, and they will all be overcome"],
			["at the time when once one has familiarised oneself with the minutest details of the business….’ But this preparation had never been begun. His final decisions were what he came to trust least, and when the hour struck, it all came to pass quite differently, as it were accidentally and unexpectedly.",
			 ""],
		]
	}
}
