{
	"book1": {
		"pages": [
			["", ""],
			["", "Book 1 Page 3 content"],
			["Book 1 Page 4 content", "Book 1 Page 5 content"],
			["Book 1 Page 6 content", "Book 1 Page 7 content"],
			["Book 1 Page 7 content", "Book 1 Page 8 content"],
			["Book 1 Page 9 content", ""],
		]
	},
	"book2": {
		"pages": [
			["0", "0"],
			["1", "1"],
			["2", "2"],
			["3", "3"],
			["4", "4"],
			["5", "5"],
			["6", "6"],
			["7", "7"],
			["8", "8"],
		]
	},
	"ten_soldiers": {
		"pages": [
			["", ""],
			["", " Ten little Soldier Boys went out to dine; One choked his little self and then there were nine. \n\n Nine little Soldier Boys sat up very late; One overslept himself and then there were eight."],
			[" Eight little Soldier Boys travelling in Devon; One said he'd stay there and then there were seven. \n\n Seven little Soldier Boys chopping up sticks; One chopped himself in halves and then there were six.", " Six little Soldier Boys playing with a hive; A bumblebee stung one and then there were five. \n\n Five little Soldier Boys going in for law; One got in Chancery and then there were four."],
			[" Four little Soldier Boys going out to sea; A red herring swallowed one and then there were three. \n\n Three little Soldier Boys walking in the zoo; A big bear hugged one and then there were two. ", "Two little Soldier Boys sitting in the sun; One got frizzled up and then there was one. \n\n One little Soldier Boy left all alone; He went out and hanged himself and then there were none. "],
			["", ""],
			["", ""]
		]
	},
		
	"a_bee": {
		"pages": [
			["", ""],
			["",
			 " The meal was over. Mr Justice Wargrave cleared his throat. He said in a small authoritative voice: ‘It would be advisable, I think, if we met to discuss the situation. Shall we say in half an hour’s time in the drawing-room?’ Every one made a sound suggestive of agreement. Vera began to pile plates together. \n She said: ‘I’ll clear away and wash up.’"],
			[" Philip Lombard said: ‘We’ll bring the stuff out to the pantry for you.’\n ‘Thanks.’ \n Emily Brent, rising to her feet sat down again. She said:  \n ‘Oh dear.’ The judge said:  \n ‘Anything the matter, Miss Brent?’  \n Emily said apologetically: ‘I’m sorry. I’d like to help Miss Claythorne, but I don’t know how it is.", 
			"I feel just a little giddy.’\n ‘Giddy, eh?’ Dr Armstrong came towards her. \n‘Quite natural. Delayed shock. I can give you some-
thing to –’ \n ‘No!’ The word burst from her lips like an exploding shell. It took every one aback. Dr Armstrong flushed a deep red. There was no mistaking the fear and suspicion in her face. "],
			["He said stiffly: \n  ‘Just as you please, Miss Brent.’ \n She said: \n‘I don’t wish to take anything – anything at all. I will just sit here quietly till the giddiness passes off.’  They finished clearing away the breakfast things. Blore said:\n ‘I’m a domestic sort of man. I’ll give you a hand, ",
			 " Miss Claythorne.’ \n Vera said:\n  ‘Thank you.’\n Emily Brent was left alone sitting in the dining-room. For a while she heard a faint murmur of voices from the pantry. The giddiness was passing. She felt drowsy now, as though she could easily go to sleep. There was a buzzing in her ears – "],
			["or was it a real buzzing in the room? She thought: \n ‘It’s like a bee – a bumble bee.’\n Presently she saw the bee. It was crawling up the
window-pane. Vera Claythorne had talked about bees this morning. Bees and honey . . . She liked honey. Honey in the comb, and strain it yourself through a muslin bag. Drip, drip, drip . . .", 
			"There was somebody in the room . . . somebody all wet and dripping . . . Beatrice Taylor come from the river . . . She had only to turn her head and she would see her. But she couldn’t turn her head . . . If she were to call out . . . But she couldn’t call out . . . There was no one else in the house. She was all alone . . ."],
			["She heard footsteps – soft dragging footsteps coming up behind her. The stumbling footsteps of the drowned girl . . . There was a wet dank smell in her nostrils . . . On the window-pane the bee was buzzing – buzzing . . . \n And then she felt the prick. \n The bee sting on the side of her neck . . . ",
			 ""],
			["", ""]
		]
	}
}
