{
  "a_bee": {
	"lines": [
		"I know this book ! It's a mystery novel. There is surely a big mystery about the crimes happening in the book.",
		"I don't remind the name of the island they're on... I'm sure it has to do with soldiers...",
		"How many were there... I could count them with my fingers. "
	]
	},
  "terry": {
	"lines": [
		"I love Pratchett's Discworld saga , it's so fun and epic !  ",
		"He loves to use puns and surprising references to hint at his world",
		"In the book Octarine is said to be a sort of fluorescent greenish-yellow purple. I can only imagine such a colour."
	]
	},
	"ten_soldiers": {
	"lines": [
		"This nursery rhyme remind me of a mystery novel Gramps gave me.",
		"I wonder why it is here...",
		"And then there were none... Are they dead ???"
	]
	},
	"shi": {
		"lines": [
		"Asian cultures are so different from ours, yet we all have strange beliefs.",
		"Shi... Four... The number of deaths",
		"Watashi wa... Huh... I can't say more in Japanese."
	]
	},
	"empty_set": {
		"lines": [
		"Mathematics is still too hard for a kid like me.",
		"I should just keep learning the Pythagorean theorem.",
		"a squared plus b square = c squared... BUT WHAT IS C ??? "
	]
	},
	"lipogram": {
	"lines": [
		"It's really hard to talk or write without using a letter.",
		"OH ! I just did it not using the letter Z !",
		"Okay, it was may be too easy... I should try with a vowel."
	]
	},
	"copperfield": {
	"lines": [
		"The beginning of this book is one of my favourite of all time.",
		"Am I the hero of my own book ?",
		"I'd rather be the hero of muy own game !"
	]
	},
	"crimes": {
	"lines": [
		"Grandma loves Russian litterature. Gramps told me she gave him this book when they met.",
		"Anyway this book is way too complicated for me.",
		"And may be a little too stressful."
	]
	},
	"a_void": {
	"lines": [
		"It's a french book. I think Gramps told me that the translation was hard to make.",
		"He also told me that the french title was \"La disparition\", which mean something is leaving a void...",
		"I don't remind why but it surely looks like something is missing."
	]
	},
	"valley_of_fear": {
	"lines": [
		"This cipher seems genius, i may want to use it in my future adventures",
		"The particular page on this was also so worn out, it looks like it was often read...",
	]
	},
	"the_great_gatsby": {
	"lines": [
		"This way my grandad's favourite book but it seems to have missing pages",
		"There was also this note...",
		"I can't read it, the text is too small"

	]
	},
	"book1": {
	"lines": [
		"This way my grandad's favourite book but it seems to have missing pages",
		"There was also this note...",
		"I can't read it, the text is too small"

	]
	},
	"note": {
	"lines": [
		"I can finally read the note !",
		"What does that mean... numbers ? Is it a code ? ",
		"May be it's the language of robots. Bip Bip Boop Boop 42 42 42 42..."
	]
	},
	"wuthering_heights": {
	"lines": [
		"I never heard about this book...",
		"I'm sure Gramps as already read it.",
		"I think Gramps knows every books but he swears he didn't."
	]
	},
	"Begin": {
	"lines": [
		"Finally ! I achieve to enter the library while Gramps went to sleep",
		"I will finally be able to find the secret of the library.",
		"I know Gramps is hiding secrets. I have to find clues !"
	]
	},
	"Level": {
	"lines": [
		"Where am I ? It looks like i'm dreaming... Gramps who could hess Gramps had a secret door.",
		"Another door ? It looks like there is other secrets in this room.",
		"So many books to read... I will get older if i have to read everything ! "
	]
	}
}
