{
	"ten_soldiers": [
	"Ten little Soldier Boys went out to dine; One choked his little self and then there were nine. \n
	Nine little Soldier Boys sat up very late; One overslept himself and then there were eight.\n
	Eight little Soldier Boys travelling in Devon; One said he'd stay there and then there were seven.\n 
	Seven little Soldier Boys chopping up sticks; One chopped himself in halves and then there were six. \n
	Six little Soldier Boys playing with a hive; A bumblebee stung one and then there were five. \n
	Five little Soldier Boys going in for law; One got in Chancery and then there were four. \n
	Four little Soldier Boys going out to sea; A red herring swallowed one and then there were three. \n
	Three little Soldier Boys walking in the zoo; A big bear hugged one and then there were two. \n
	Two little Soldier Boys sitting in the sun; One got frizzled up and then there was one. \n
	One little Soldier Boy left all alone; He went out and hanged himself and then there were none."
	],
	
	"shi": [
	"The Chinese word for \"four\" (四, pinyin: sì, jyutping: sei) sounds quite similar to the word for \"death\" (死, pinyin: sǐ, jyutping: sei) in many varieties of Chinese. Similarly, the Sino-Japanese, Sino-Korean and Sino-Vietnamese words for \"four\", shi (し, Japanese) and sa (사, Korean), sound similar or identical to \"death\" in each language. 
	\n Tetraphobia is known to occur in Korea and Japan since the two words sound identical, but not at all in Vietnam because they carry different tones (in the case of the word for \"four\", whether it is the Sino-Vietnamese reading tứ or the more common non-Sino-Vietnamese reading tư, neither sounds like the word for \"death\" which is tử) and Vietnamese nor use Sino-Vietnamese numerals as often in the first place.
	\n Tetraphobia far surpasses triskaidekaphobia (Western superstitions around the number 13). It even permeates the business world in these regions of Asia.
	\n In Japan, the number 4 is avoided in some apartments and hospitals. The number 49 is also considered unlucky, as its pronunciation is similar to the Japanese term shiku, meaning 'to suffer and die'."
	]
}
